var languagepack_vec =
    {
        "ko":{
            "title":"1링크 100레벨 10스킬 벡터런 계산기",
            "area":"지역",
            "fire":"화력",
            "doll":{
                "title":"인형 화력: ",
                "fire":"화력 합계 입력"
            },
            "fairy":{
                "title":"요정 화력: ",
                "fire":"화력(%) 입력"
            },
            "place":{
                "title":"진형 버프 합계: ",
                "fire":"화력버프 합계(%) 입력"
            },
            "speed":{
                "title":"승객 명단: "
            },
            "talent":{
                "title":"5성 요정 특성: <small>(100% 발동)</small>",
                "t1":"살상계 I",
                "t2":"살상계 II",
                "t3":"선봉계",
                "t4":"격양계"
            },
            "result":{
                "title":"계산 결과: ",
                "fire":{
                    "fail":"계산 불가",
                    "enable":"만족: ",
                    "disable":"부족: "
                }
            },
            "qna":{
                "title":"벡터런중에 자꾸 사고가 나요...",
                "q1":"Q. 진형이 ㄷ 모양인가?",
                "a1":"A. HG, SMG, AR, RF 배치 시, ㄷ 진형으로 고정<br>SG MG RF(with Suit) 배치 시, P/b 진형도 가능",
                "q2":"Q. 전투 자동스킬을 켰는가?",
                "a2":"A. AUTO 자동스킬 활성화를 안하면 벡터가 화염병을 던지지 않는다<br>"
            }
        },
        "ja":{
            "title":"1リンク スキルレベル1 ZASラン計算機",
            "area":"ステージ",
            "fire":"火力",
            "doll":{
                "title":"人形ステータス: ",
                "fire":"火力(装備込み)",
                "rate":"射速(装備込み)"
            },
            "fairy":{
                "title":"妖精ステータス: ",
                "fire":"火力バフ(%)"
            },
            "place":{
                "title":"陣形バフ: ",
                "fire":"火力バフ合計(%)"
            },
            "speed":{
                "title":"승객 명단: "
            },
            "result":{
                "title":"計算結果: ",
                "fire":{
                    "fail":"計算不能",
                    "enable":"問題なし",
                    "disable":"不足"
                }
            },
            "qna":{
                "title":"벡터런중에 자꾸 사고가 나요...",
                "q1":"Q. 요정의 지령스킬을 껐는가?",
                "a1":"A. 요정 스킬 발동시 자스의 화력/사속이 변경될 수 있으므로, 지령스킬 사용은 하지 말 것<br>",
                "q2":"Q. 승객에게 탄약/식량이 남아있는가?",
                "a2":"A. 승객이 철댕이를 잡으면 유탄이 엉뚱한데로 날아가므로, 반드시 퇴각으로 승객의 탄식을 제거할 것<br>",
                "q3":"Q. 승객이 최근 편제확대를 했는가?",
                "a3":"A. 편제확대시 승객의 탄약/식량이 보급되므로, 편확 후 반드시 퇴각으로 탄식을 제거할 것<br>",
                "q4":"Q. 진형이 ㄷ 모양인가??",
                "a4":"A. 이 외 모양의 진형에 위치한 인형은 무조건 공격받으니, 진형 모양은 ㄷ 모양으로 고정할 것<br>",
                "q5":"Q. 전투 자동스킬을 켰는가?",
                "a5":"A. AUTO 자동스킬 활성화를 안하면 벡터가 화염병을 던지지 않는다<br>"
            }
        },
        "en":{
            "title":"1-Link 1Lv-Skill ZAS Calculator",
            "area":"Area",
            "fire":"Damage",
            "doll":{
                "title":"T-Doll Status: ",
                "fire":"Damage"
            },
            "fairy":{
                "title":"Fairy Status: ",
                "fire":"Dmg. Buff (%)"
            },
            "place":{
                "title":"Formation Buff: ",
                "fire":"Dmg. Buff (%)"
            },
            "speed":{
                "title":"승객 명단: "
            },
            "result":{
                "title":"Result: ",
                "fire":{
                    "fail":"Incalculable",
                    "enable":"Enough: ",
                    "disable":"Not Enough: "
                }
            },
            "qna":{
                "title":"벡터런중에 자꾸 사고가 나요...",
                "q1":"Q. 요정의 지령스킬을 껐는가?",
                "a1":"A. 요정 스킬 발동시 자스의 화력/사속이 변경될 수 있으므로, 지령스킬 사용은 하지 말 것<br>",
                "q2":"Q. 승객에게 탄약/식량이 남아있는가?",
                "a2":"A. 승객이 철댕이를 잡으면 유탄이 엉뚱한데로 날아가므로, 반드시 퇴각으로 승객의 탄식을 제거할 것<br>",
                "q3":"Q. 승객이 최근 편제확대를 했는가?",
                "a3":"A. 편제확대시 승객의 탄약/식량이 보급되므로, 편확 후 반드시 퇴각으로 탄식을 제거할 것<br>",
                "q4":"Q. 진형이 ㄷ 모양인가??",
                "a4":"A. 이 외 모양의 진형에 위치한 인형은 무조건 공격받으니, 진형 모양은 ㄷ 모양으로 고정할 것<br>",
                "q5":"Q. 전투 자동스킬을 켰는가?",
                "a5":"A. AUTO 자동스킬 활성화를 안하면 벡터가 화염병을 던지지 않는다<br>"
            }
        }
    };